Repository: PONCE54958/screensafe-translations
Catalog: *.lproj/Root.strings
Languages: de, el_gr, es, he, ja, nl, tr, vi

source: %i Loops
de: %i Wiederholungen
el_gr: %i Επαναλήψεις
es: %i Repeticiones
he: %i לולאות
ja: %i ループ
tr: %i Döngü
vi: %i Vòng

source: Choose video
de: Video wählen
el_gr: Επιλογή Βίντεο
es: Escoger video
he: בחר סרטון
ja: ビデオを選択
nl: Kies video
tr: Video seç
vi: Chọn Video

source: Credits
el_gr: ↓ Ευχαριστίες
es: ↓ Créditos
he: ↓ קרדיטים
ja: クレジット
tr: ↓ Katkıda bulunanlar
vi: ↓ Bởi

source: Download
de: Herunterladen
el_gr: Κατεβάστε
es: Descargar
he: הורדה
ja: ダウンロード
tr: İndir
vi: Tải xuống

source: Download screensavers
de: Bildschirmschoner herunterladen
el_gr: Κατεβάστε προφυλάξεις οθόνης
es: Descargar Salvapantallas
he: הורד שומרי מסך
ja: スクリーンセーバーをダウンロード
tr: Ekran koruyucuları indir
vi: Tải xuống Screensaver

source: Enable tweak
de: Tweak aktivieren
el_gr: Ενεργοποίηση tweak
es: Habilitar tweak
he: הפעל טוויק
ja: tweakを有効化
nl: Schakel tweak in
tr: Eklentiyi'i etkinleştir
vi: Kích hoạt tinh chỉnh

source: For helping me when i was stuck in developing
de: Half mir, als ich beim Programmieren stecken blieb
el_gr: Για τη βοήθειά του όσο ήμουν κολλημένος στην ανάπτυξη
es: Por ayudarme cuando estaba atascado desarrollándolo
he: כדי לעזור לי כשהייתי תקוע בפיתוח
ja: 開発援助
nl: Voor het helpen toen ik vast zat tijdens de ontwikkeling
tr: Geliştirmede sıkıştığımda bana yardım etmek için
vi: Đã giúp tôi khi tôi bị mắc kẹt trong việc phát triển

source: Force clear video
de: Ausgewähltes Video löschen
el_gr: Υποχρεωτικός Καθαρισμός Βίντεο
es: Forzar a limpiar video
he: מחק וידאו זה בכוח
ja: ビデオをクリア
nl: Forceer video verwijdering
tr: Video'yu kaldırmaya zorla
vi: Buộc xóa video

source: Force clear video in case you are unable to select a new one
de: Ausgewähltes Video löschen, falls du kein neues Video auswählen kannst
el_gr: Υποχρεωτικός καθαρισμός βίντεο σε περίπτωση που δεν μπορείτε να επιλέξετε καινούριο
es: Forzar a limpiar video en caso de que no este disponible seleccionar uno nuevo
he: מחק וידאו זה בכוח אם אתה לא יכול לבחור אחד חדש
ja: 新しいビデオを選択出来ない場合にビデオを強制クリアします。
nl: Forceer video verwijdering als je geen nieuwe kan kiezen
tr: Yeni bir video seçemediğinde videoyu kaldırmaya zorla
vi: Buộc xóa video trong trường hợp bạn không thể chọn video mới

source: Giving me the tweak idea
de: Gab mir die Idee für diesen Tweak
el_gr: Μου έδωσε την ιδέα για αυτό το tweak
es: Por darme la idea del tweak
he: נותן לי את הרעיון לטוויק
ja: tweak考案
nl: gaf mij het idee voor de tweak
tr: Bana tweak fikri ver
vi: Cho tôi ý tưởng tinh chỉnh

source: LPM while in screensaver
de: Batteriesparmodus während dem Bildschirmschoner
el_gr: Χαμηλή Ισχύς όσο είναι στην προφύλαξη οθόνης
es: LPM mientras está en salvapantalla
he: מצב חיסכון בסוללה בזמן השומר מסך
ja: スクリーンセーバー中に低電力モード
nl: Energiebesparingsmodus tijdens screensaver
tr: Ekran koruyucudayken düşük güç modu
vi: Bật Tiết kiệm pin khi kích hoạt tinh chỉnh

source: Only when authenticated
de: Nur wenn authentifiziert
el_gr: Μόνο όταν έχει ταυτοποιηθεί
es: Sólo cuando está autenticado
he: רק כשהמכשיר פתוח
ja: ロック解除時のみ有効化
nl: Alleen als geauthentificeerd
tr: Yalnızca doğrulandığında
vi: Chỉ khi được chứng thực

source: Other options
de: Andere Optionen
el_gr: Άλλες ρυθμίσεις
es: Otras opciones
he: אופציות אחרות
ja: その他
nl: Andere opties
tr: Diğer seçenekler
vi: Lựa chọn khác

source: Scale to fill
de: Skalieren um Bildschirm zu füllen
el_gr: Προσαρμογή κλίμακας σε γέμισμα
es: Escalar para llenar
he: מסך מלא
ja: 全画面
nl: pas aan om scherm te vullen
tr: Ekranı doldurmak için ölçülendir
vi: Kích thước

source: Select custom video
de: Bunutzerdefiniertes Video auswählen
el_gr: Επιλογή προσαρμοσμένου βίντεο
es: Seleccionar un video personalizado
he: בחר סרטון משלך
ja: カスタムビデオを選択
nl: Kies aangepaste video
tr: Özel bir video seç
vi: Chọn video tùy chỉnh

source: Testers
de: Tester
el_gr: Δοκιμαστές
he: בדקנים
ja: テスター
tr: Test edenler
vi: Người kiểm tra

source: Toggle
de: Schalter
el_gr: Μοχλός
he: שנה מצב
ja: 切替
nl: Schakel in/uit
tr: Geçiş yap
vi: Chuyển đổi

source: Video loops (0 = infinite)
de: Video Wiederholungen (0 = unendlich)
el_gr: Επαναλήψεις Βίντεο (0 = άπειρες)
es: Repeticiones del video (0 = infinito)
he: לולאות וידאו (0= ללא הפסקה)
ja: ビデオループ数 (0=無限)
nl: video loops (0 = oneindig)
tr: Video döngüsü (0 = sonsuz)
vi: Vòng lặp video (0 = vô hạn)
